Repository: esattozlu/GamesApp
Catalog: GamesApp/GamesApp/App/*.lproj/Localization.strings
Languages: tr

source: There is no added note. To add note please click add(+) button.
tr: Eklenmiş bir not bulunmuyor. Not eklemek için ekle(+) butonuna basın.

source: Search a game to add note.
tr: Not eklemek için oyun arayın.

source: Please search a game to add note.
tr: Lütfen not eklemek için bir oyun arayın.

source: Type a game name to search.
tr: Aramak için oyun ismi girin.

source: %@ reviews
tr: %@ inceleme

source: %@ suggestions
tr: %@ öneri

source: We are so happy to see you here!
tr: Seni aramızda görmekten çok mutluyuz!

source: Welcome!
tr: Hoşgeldin!

source: All Games
tr: Bütün Oyunlar

source: Top Rated
tr: Çok Sevilen

source: Newly Released
tr: Yeni Çıkan

source: Filter
tr: Filtrele

source: There is no favorite previously added. You can add a game to favorites from game details page.
tr: Daha önce eklenmiş bir favori bulunamadı. Oyun detay sayfasından bir oyunu favoriye alabilirsiniz.

source: With the Game App, you can list the games on all platforms and examine their details.
tr: Game App ile bütün platformlardaki oyunları listeleyebilir ve detaylarını inceleyebilirsiniz.

source: You can add games to your favourites, then view your favorite game details and remove them from your favourites.
tr: Oyunları favoriye alabilir, favori oyun detaylarınızı görüntüleyebilir ve favoriden çıkarabilirsiniz.

source: You can take notes about the games, revise the notes and view them whenever you want.
tr: Oyunlar hakkında notlar alabilir ve notları dilediğiniz zaman güncelleyebilirsiniz.

source: Get started
tr: Başla

source: Next
tr: İleri
